COMMANDS = {
    "top3": ["我想看目前的運動健將 TOP3 是誰", "排行榜", "top3"],
    "回饋表單": ["回饋表單", "回饋", "建議", "想給建議", "提出意見", "給予意見"],
    "照護人員": ["選擇我的照護夥伴！", "照護者", "照護人員", "照顧人員", "照顧者"],
    "預約時間": ["我想預約", "預約", "預約時間"],
    "客服": ["我想問問題", "提問", "我有問題", "客服"],
    "地址": ["地址", "位置", "地圖", "定位", "地點在哪", "地址在哪"],
    "營業時間": ["營業時間", "開到幾點", "你們開到幾點"],
    "運動查詢": ["運動查詢"],
    "你好": ["你好", "您好", "嗨", "hi", "Hi", "HI", "哈囉", "hello", "Hello"],
}

HELP_COMMANDS = {
    "top3": ["排行榜"],
    "回饋表單": ["回饋表單"],
    "照護人員": ["選擇我的照護夥伴！"],
    "預約時間": ["預約"],
    "客服": ["客服"],
    "地址": ["地址"],
    "營業時間": ["營業時間"],
    "運動查詢": ["運動查詢"],
}

